Repository: kadirmustafa/Document-Management-System
Catalog: *.po
Languages: fa

source: DemoDMS
fa: Dissertation archive system

source: Home Page
fa: Home

source: Document Management System
fa: Dissertation archive system

source: A system made for storing, editing, searching and downloading files
fa: A system for storing, editing, searching and downloading thesis

source: By: M.Ali.A and M.Parsa.T
fa: Work by Mohammad Parsa Topchinejad and Mohammad Ali Aghaani

source: Edit and view files and document data with just a few clicks. Using the action buttons you can easily delete or download any document.
fa: View and edit files and their details with just a few clicks. Using the buttons in front of each document, you can easily delete or download.

source: Keep Your Files Organized
fa: Electronic storage of documents increases their productivity and security while reducing costs and human error. Using a document management system can improve access to files and keep everything neat and tidy.

source: Search through files to increase accessibility. Click any column to sort all documents by that parameter. You can sort both in ascending and descending order.
fa: The search feature increases access to files. By clicking on the title of each column, all documents will be sorted according to that feature. Using this feature, documents can be sorted both in ascending and descending order.

source: View Documents
fa: login

source: Index
fa: list

source: Save
fa: delete

source: Are you sure you want to delete this?
fa: Are you sure you want to delete this item?

source: Create
fa: Download

source: Create New
fa: Create new document

source: Actions
fa: Operation

source: Category
fa: upload date

source: Date Upload
fa: upload date

source: DateCreated
fa: created date

source: Date Created
fa: created date

source: DateModified
fa: Revision date

source: Date Modified
fa: Revision date

source: Size
fa: file

source: FilePath
fa: file address

source: File Path
fa: file address

source: General
fa: public

source: Security
fa: guard

source: AuthorName
fa: author's name

source: Author Name
fa: author's name

source: SupervisorName
fa: name of instructor

source: Supervisor Name
fa: name of instructor

source: Level
fa: section

source: Department
fa: University

source: Faculty
fa: group

source: PublicationDate
fa: Publish date

source: Publication Date
fa: Publish date

source: Folders
fa: new folder
